---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.NPerM
source: html/afdf8475-07ec-84cf-0b77-a6ad039745c5.htm
---
# Autodesk.Revit.DB.SymbolTypeId.NPerM Property

Symbol N/m, indicating unit Newtons per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NPerM { get; }
```